export const homeAbout = [
  {
    id: 1,
    cover: "https://img.icons8.com/dotty/80/000000/storytelling.png",
    title: "Онлайн Курсы",
    desc: "Учиться можно откуда угодно, нужен только стабильный интернет, смартфон или ноутбук. Это особенно удобно для работающих людей, которым нужно пройти дополнительное обучение. Вебинар можно посмотреть в дороге или в перерывах на работе.",
  },
  {
    id: 1,
    cover: "https://img.icons8.com/ios/80/000000/diploma.png",
    title: "Доступное Образование для Всех",
    desc: "Еще одним плюсом онлайн-обучения можно считать доступность для людей с ограничениями по здоровью и для тех, кто живет далеко от университетов.",
  },
  {
    id: 1,
    cover: "https://img.icons8.com/ios/80/000000/athlete.png",
    title: "Быстрая Связь с Преподавателем",
    desc: "Это преимущество электронного обучения перед очными и заочными программами. Необязательно ждать следующей лекции, чтобы задать вопрос. Можно сразу же оставить его в чате или на обучающей платформе.",
  },
]
export const awrapper = [
  {
    cover: "https://img.icons8.com/external-yogi-aprelliyanto-basic-outline-yogi-aprelliyanto/80/ffffff/external-graduation-education-yogi-aprelliyanto-basic-outline-yogi-aprelliyanto.png",
    data: "3,000",
    title: "SUCCESS STORIES",
  },

  {
    cover: "https://img.icons8.com/ios/80/ffffff/athlete.png",
    data: "320",
    title: "TRUSTED TUTORS",
  },
  {
    cover: "https://img.icons8.com/external-outline-icons-maxicons/80/ffffff/external-calender-insurance-outline-outline-icons-maxicons.png",
    data: "1,000",
    title: "SCHEDULES",
  },
  {
    cover: "https://img.icons8.com/ios/80/ffffff/macbook-idea--v3.png",
    data: "587",
    title: "COURSES",
  },
]
export const coursesCard = [
  {
    id: 1,
    cover: "../images/courses/c1.png",
    coursesName: "Основы Информатики",
    courTeacher: [
      {
        dcover: "./images/back.jpg",
        name: "by John Smith",
        totalTime: "50 lectures (190 hrs)",
      },
    ],
    priceAll: "$100 Весь Курс",
    pricePer: "$15 в месяц",
  },
  {
    id: 2,
    cover: "../images/courses/c2.png",
    coursesName: "Английский Язык",
    courTeacher: [
      {
        dcover: "./images/back.jpg",
        name: "by Ram Gurung",
        totalTime: "30 lectures (125 hrs)",
      },
    ],
    priceAll: "$200 All Course",
    pricePer: "$25 per month",
  },
  {
    id: 3,
    cover: "../images/courses/c3.png",
    coursesName: "Всемирная История",
    courTeacher: [
      {
        dcover: "./images/back.jpg",
        name: "by Saroj Nepal",
        totalTime: "50 lectures (50 hrs)",
      },
    ],
    priceAll: "$50 All Course",
    pricePer: "$5 per month",
  },
]
export const online = [
  {
    cover: "./images/courses/online/o3.png",
    hoverCover: "./images/courses/online/o3.1.png",
    courseName: "Химия",
    course: "9-11 класс",
  },
  {
    cover: "./images/courses/online/o4.png",
    hoverCover: "./images/courses/online/o4.1.png",
    courseName: "История",
    course: "9-11 класс",
  },
  {
    cover: "./images/courses/online/o5.png",
    hoverCover: "./images/courses/online/o5.1.png",
    courseName: "Информатика",
    course: "9-11 класс",
  },
  {
    cover: "./images/courses/online/o7.png",
    hoverCover: "./images/courses/online/o7.1.png",
    courseName: "Биология",
    course: "9-11 класс",
  },
  {
    cover: "./images/courses/online/o9.png",
    hoverCover: "./images/courses/online/o9.1.png",
    courseName: "Английский Язык",
    course: "9-11 класс",
  },
  {
    cover: "./images/courses/online/o11.png",
    hoverCover: "./images/courses/online/o11.1.png",
    courseName: "Основы Права",
    course: "9-11 класс",
  },
]
export const team = [
  {
    cover: "./images/team/t1.webp",
    name: "Ph.D Adrian Molises",
    work: "DEVELOPER AND LEAD INSTRUCTOR",
  },
  {
    cover: "./images/team/t2.webp",
    name: "Ph.D Arthur MaGregor",
    work: "DEVELOPER AND LEAD INSTRUCTOR",
  },
  {
    cover: "./images/team/t3.webp",
    name: "Ph.D Anna Hanzen",
    work: "DEVELOPER AND LEAD INSTRUCTOR",
  },
  {
    cover: "./images/team/t4.webp",
    name: "Ph.D Brian Wooden",
    work: "DEVELOPER AND LEAD INSTRUCTOR",
  },
]
export const price = [
  {
    name: "BASIC PLAN",
    price: "49K",
    desc: "Far far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live the blind texts.",
  },
  {
    name: "BEGINNER PLAN",
    price: "79K",
    desc: "Far far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live the blind texts.",
  },
  {
    name: "PREMIUM PLAN",
    price: "109k",
    desc: "Far far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live the blind texts.",
  },
]
export const faq = [
  {
    title: "How to Enroll This Online Courses?",
    desc: "This is the first item's accordion body. It is hidden by default, until the collapse plugin adds the appropriate classes that we use to style each element. It's also worth noting that just about any HTML can go within the .accordion-body, though the transition does limit overflow.",
  },
  {
    title: "Where It is hidden by default, until the collapse?",
    desc: "It is hidden by default, until the collapse plugin adds the appropriate classes that we use to style each element. It's also worth noting that just about any HTML can go within the .accordion-body, though the transition does limit overflow.",
  },
  {
    title: "How It is hidden by default, until the collapse?",
    desc: "It is hidden by default, until the collapse plugin adds the appropriate classes that we use to style each element. It's also worth noting that just about any HTML can go within the .accordion-body, though the transition does limit overflow.",
  },
  {
    title: "How to Enroll This Online Courses?",
    desc: "This is the first item's accordion body. It is hidden by default, until the collapse plugin adds the appropriate classes that we use to style each element. It's also worth noting that just about any HTML can go within the .accordion-body, though the transition does limit overflow.",
  },
  {
    title: "Where It is hidden by default, until the collapse?",
    desc: "It is hidden by default, until the collapse plugin adds the appropriate classes that we use to style each element. It's also worth noting that just about any HTML can go within the .accordion-body, though the transition does limit overflow.",
  },
  {
    title: "How It is hidden by default, until the collapse?",
    desc: "It is hidden by default, until the collapse plugin adds the appropriate classes that we use to style each element. It's also worth noting that just about any HTML can go within the .accordion-body, though the transition does limit overflow.",
  },
]
export const blog = [
  {
    id: 1,
    type: "admin",
    date: "JAN. 18, 2021",
    com: "3 COMMENTS ",
    title: "Build your Dream Software & Engineering Career",
    desc: "A small river named Duden flows by their place and supplies it with the necessary regelialia.",
    cover: "../images/blog/b1.webp",
  },
  {
    id: 2,
    type: "admin",
    date: "API. 25, 2022",
    com: "5 COMMENTS ",
    title: "Build your Dream Software & Engineering Career",
    desc: "A small river named Duden flows by their place and supplies it with the necessary regelialia.",
    cover: "../images/blog/b2.webp",
  },
  {
    id: 3,
    type: "user",
    date: "MAY. 15, 2022",
    com: "10 COMMENTS ",
    title: "Build your Dream Software & Engineering Career",
    desc: "A small river named Duden flows by their place and supplies it with the necessary regelialia.",
    cover: "../images/blog/b3.webp",
  },
  {
    id: 4,
    type: "admin",
    date: "JAN. 02, 2022",
    com: "3 COMMENTS ",
    title: "Build your Dream Software & Engineering Career",
    desc: "A small river named Duden flows by their place and supplies it with the necessary regelialia.",
    cover: "../images/blog/b4.webp",
  },
  {
    id: 5,
    type: "admin",
    date: "DEC. 14, 2022",
    com: "3 COMMENTS ",
    title: "Build your Dream Software & Engineering Career",
    desc: "A small river named Duden flows by their place and supplies it with the necessary regelialia.",
    cover: "../images/blog/b5.webp",
  },
  {
    id: 6,
    type: "user",
    date: "JAN. 18, 2021",
    com: "12 COMMENTS ",
    title: "Build your Dream Software & Engineering Career",
    desc: "A small river named Duden flows by their place and supplies it with the necessary regelialia.",
    cover: "../images/blog/b6.webp",
  },
]
export const testimonal = [
  {
    id: 1,
    name: "ROGER SCOTT",
    post: "MARKETING MANAGER",
    desc: "Far far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live the blind texts.",
    cover: "./images/testo/t1.webp",
  },
  {
    id: 2,
    name: "ROGER SCOTT",
    post: "MARKETING MANAGER",
    desc: "Far far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live the blind texts.",
    cover: "./images/testo/t2.webp",
  },
  {
    id: 3,
    name: "ROGER SCOTT",
    post: "MARKETING MANAGER",
    desc: "Far far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live the blind texts.",
    cover: "./images/testo/t3.webp",
  },
]
export const chemistry = [
  {
    title: "Общая химия: теория электролитической диссоциации",
    content: `Электролитическая диссоциация – это процесс распада веществ на ионы при растворении или расплавлении. Растворы всех веществ можно разделить на две группы: электролиты-проводят электрический ток, неэлектролиты-проводниками не являются. Это деление является условным, потому что все растворы веществ проводят электрический ток, все они в той или иной мере растворяются в воде и распадаются на катионы (положительно заряженные ионы) и анионы (отрицательно заряженные ионы). Следует различать настоящие и потенциальные электролиты. Настоящие электролиты находятся в виде ионов уже в индивидуальном состоянии, т.е. до того, как они будут расплавлены или переведены в раствор. К настоящим электролитам относятся все типичные соли, которые в твёрдом состоянии образуют ионную кристаллическую решётку (например NaCl, и т.д.) Потенциальные электролиты в индивидуальном состоянии ионов не содержат, но образуют их при переходе вещества в раствор. К ним относятся вещества, состоящие из молекул с сильно полярными связями (например HCl). К неэлектролитам относится большая часть органических соединений, например диэтиловый эфир, бензол, глюкоза, сахароза. Заряженные частицы появляются только в растворах и расплавах веществ вследствие электролитической диссоциации. Следовательно, в результате диссоциации в растворе появляются ионы, которые являются предпосылкой для появления у раствора или расплава такого физического свойства как электропроводимость. Разрушение ионной кристаллической решётки происходит под воздействием растворителя, например воды. Полярные молекулы воды настолько снижают силы электростатического притяжения между ионами в кристаллической решётке, что ионы становятся свободными и переходят в раствор. При расплавлении, когда происходит нагревание кристалла, ионы начинают совершать интенсивные колебания в узлах кристаллической решётки, в результате чего она разрушается, образуется расплав, который состоит из ионов. Теорию электролитической диссоциации создал в 1884–1887 гг. шведский химик Аррениус. Эта классическая теория позволила как электропроводимость расплавов и растворов, так и протекание химических реакций в растворах между расплавленными или растворёнными веществами.`,
  },
];
export const history = [
  {
    title: "Мир в первой половине XX в.",
    content: `В начале XX века Великобритания, США, Германия, Франция, Бельгия стали первыми странами, использовавшими новые технологии в производстве. Швеция, Италия, Россия, Австро-Венгрия, Канада, Япония стали на путь индустриализации. Несмотря на это, большинство населения, пригодное для работы, все еще занималось сельским хозяйством. А в странах Азии, Африки и Латинской Америки индустриализация производства почти не осуществлялась.

    В исторической науке известно два вида монархического устройства – абсолютная и конституционная. Абсолютная монархия была установлена в России, Австро-Венгрии и Германии.
    
    Разница конституционной монархии состояла в том, что власть главы государства (монарха, короля, императора) была ограниченной. Власть делилась на две ветви: монарх и избранный орган. В начале XX века парламентская монархия установилась в Великобритании, Норвегии, Швеции, Бельгии и Нидерландах.
    
    В начале XX века завершилось разделение мира между великими державами. США пытались захватить Кубу и Филиппинские острова, что закончилось испано-американской войной в 1898 году.
    
    На структуру политической карты мира повлияла Британская империя – крупнейшее из когда-либо существовавших государств за всю историю человечества с колониями на всех обитаемых континентах. Общая численность населения империи составляла примерно 480 млн человек.
    
    В XIX веке западные страны стремились взять под контроль природные ресурсы Китая. Они заставили правительство Китая подписать неравноправный договор, согласно которому, большинство областей Китая оказалось под влиянием запада.
    
    В результате Синьхайской революции в империи Цин и установления Китайской Республики усилилось национально-освободительное движение в Халхе. 1 декабря 1911 года халхасские князья и ламы провозгласили независимость Монголии. Юридически это было обосновано тем, что вассальная зависимость Монголии имела место по отношению к маньчжурской династии, а не к Китаю.
    
    Богдо-гэгэн VIII, буддийский лидер страны, 29 декабря был возведен в Богдо-ханы, стал теократическим правителем нового государства. Под руководством русских военных советников была создана 20-тысячная монгольская армия. В 1913 году армия была мобилизована для освобождения от Китая Внутренней Монголии.
    
    Новое китайское правительство отказалось признать независимость Монголии, но в то время не имело возможности восстановить над ней свой суверенитет. Вместе с тем, стремление Монголии к независимости нашло поддержку в Российской Империи.
    
    Россия была заинтересована в появлении буферного государства на границе с Китаем, и потому выступала за предоставление Китаем широкой автономии Внешней Монголии. В движении за независимость Монголии была также заинтересована и Япония, поддерживавшая ее деньгами и оружием.ктролитическая диссоциация – это процесс распада веществ на ионы при растворении или расплавлении. Растворы всех веществ можно разделить на две группы: электролиты-проводят электрический ток, неэлектролиты-проводниками не являются. Это деление является условным, потому что все растворы веществ проводят электрический ток, все они в той или иной мере растворяются в воде и распадаются на катионы (положительно заряженные ионы) и анионы (отрицательно заряженные ионы). Следует различать настоящие и потенциальные электролиты. Настоящие электролиты находятся в виде ионов уже в индивидуальном состоянии, т.е. до того, как они будут расплавлены или переведены в раствор. К настоящим электролитам относятся все типичные соли, которые в твёрдом состоянии образуют ионную кристаллическую решётку (например NaCl, и т.д.) Потенциальные электролиты в индивидуальном состоянии ионов не содержат, но образуют их при переходе вещества в раствор. К ним относятся вещества, состоящие из молекул с сильно полярными связями (например HCl). К неэлектролитам относится большая часть органических соединений, например диэтиловый эфир, бензол, глюкоза, сахароза. Заряженные частицы появляются только в растворах и расплавах веществ вследствие электролитической диссоциации. Следовательно, в результате диссоциации в растворе появляются ионы, которые являются предпосылкой для появления у раствора или расплава такого физического свойства как электропроводимость. Разрушение ионной кристаллической решётки происходит под воздействием растворителя, например воды. Полярные молекулы воды настолько снижают силы электростатического притяжения между ионами в кристаллической решётке, что ионы становятся свободными и переходят в раствор. При расплавлении, когда происходит нагревание кристалла, ионы начинают совершать интенсивные колебания в узлах кристаллической решётки, в результате чего она разрушается, образуется расплав, который состоит из ионов. Теорию электролитической диссоциации создал в 1884–1887 гг. шведский химик Аррениус. Эта классическая теория позволила как электропроводимость расплавов и растворов, так и протекание химических реакций в растворах между расплавленными или растворёнными веществами.`,
  },
  {
    title: "Страны Азии и Африки в первой половине XX в. (1914–1939 гг.)",
    content: `С 1936 года Германия вела открытую политику против европейских стран. На дальнем востоке Япония вела свою политику захвата Азии. В 1931 году Япония захватила Маньчжурию.

    27 сентября 1940 года был подписан Берлинский пакт, или Пакт трех держав между Германией, Италией и Японией. К Берлинскому пакту присоединились также зависимые от Германии правительства Венгрии (20 ноября 1940 года), Румынии (23 ноября 1940 года), Словакии (24 ноября 1940 года), Болгарии (1 марта 1941 года). Разгром Стран Оси во Второй мировой войне привел к ликвидации Тройственного пакта.
    
    В начале XX века в Индии вспыхнуло народное движение. В 1915 году М.К. Ганди возвратился в Индию и через четыре года активно включился в движение за достижение независимости страны от британского колониального владычества.
    
    В борьбе за независимость Индии М. Ганди использовал методы ненасильственного сопротивления: в частности, по его инициативе индийцы прибегали к бойкоту британских товаров и учреждений, а также демонстративно нарушали ряд законов. В 1921 году Ганди возглавил Индийский национальный конгресс, который покинул в 1934 году в силу расхождения своих взглядов на национально-освободительное движение с позицией других руководителей партии.
    
    В 1917 году территория Ирана была разделена между тремя странами: на юге – англичане, на западе – немцы, а на севере – русские. В 1920 году в Иране была образована Республика Гилян.
    
    После революции М. Кемаля в 1918–23 гг. в Турции было искоренено правление султана. 29 октября 1923 года Турция была объявлена Турецкой Республикой, М. Кемаль был избран первым президентом. 13 октября 1924 года столицей выбран город Анкара.
    
    В 1909–1910 гг. Англия вернула своим колониям в Африке право на самоуправление. На основании Акта о Южной Африке, принятого Британским парламентом 31 мая 1910 года, был образован Южно-Африканский Союз, включавший в себя четыре британских колоний: Капскую колонию, Натал, Колонию Оранжевой реки и Трансвааль. ЮАС стал доминионом Британской империи.
    
    В 1961 году Южно-Африканский Союз вышел из Содружества наций и стал полностью независимым государством (Южно-Африканская Республика). Причиной выхода послужило непринятие политики апартеида в других странах Содружества. ЮАР восстановила свое членство в Содружестве только в 1994 году после ликвидации системы апартеида.
    
    В 1922 году в городе Генуя состоялась международная конференция, целью которой было возобновить экономические отношения. Но конференция была безрезультатной.
    
    В 1938 году в Мюнхене состоялась встреча между Гитлером, Муссолини, Чемберленом и Даладье. Было официально заключено разделение Чехословакии, при этом сама Чехословакия в этом процессе не участвовала.
    
    Между СССР и Германией 23 августа 1939 года был подписан договор о ненападении.`,
  },
  {
    title: "Вторая мировая война",
    content: `Версальский договор крайне ограничил возможности Германии в военной сфере. С точки зрения Германии, условия, продиктованные в Версале, были несправедливы юридически и невыполнимы экономически. 25 июля 1932 года Советский Союз и Польша заключают договор о ненападении.

    В 1930-е годы Италия проводила не менее агрессивную внешнюю политику. 3 октября 1935 года она вторгается в Эфиопию и к маю 1936 года захватывает ее. В 1936 году была провозглашена Итальянская империя. Тем временем, в Азии оккупация Японией Маньчжурии и Северного Китая началась в 1931 году. 7 июля 1937 года Япония начинает наступление вглубь Китая.
    
    23 августа между Германией и СССР был подписан договор о ненападении. В секретном дополнительном протоколе к договору между СССР и Германией был закреплен раздел, касающийся Европы.
    
    В войне участвовало 64 государства с населением в 1,7 млрд человек. В самом СССР погибло 27 млн человек. Тысячи городов были разрушены, дома, мосты, здания, заводы и фабрики превратились в руины.
    
    30 ноября 1939 года СССР вторгается в Финляндию. 14 декабря за развязывание войны СССР исключен из Лиги Наций.
    
    7 декабря 1941 года Япония наносит удар по американской военно-морской базе Перл-Харбор. В ходе нападения, в котором участвовала 441 единица воздушной техники, базировавшейся на шести японских авианосцах. Было потоплено и серьезно повреждено 8 линкоров, 6 крейсеров и более 300 самолетов США. Таким образом, за один день уничтожена большая часть линкоров Тихоокеанского флота США. Однако главная к тому времени сила флота – авианосное соединение – отсутствовало на базе.
    
    Ранним воскресным утром, 22 июня 1941 года, Германия при поддержке своих союзников – Италии, Венгрии, Румынии, Финляндии и Словакии – внезапно и без предупреждения напала на СССР. Началась советско-германская война, в советской и российской историографии именуемая Великой Отечественной войной.
    
    Сразу же после вторжения Германии в СССР представители Великобритании и США заявили о своей поддержке Советскому Союзу и начали оказывать экономическую помощь. 1 января 1942 года в Вашингтоне представители СССР, США, Великобритании и Китая подписали Декларацию Объединенных Наций, заложив тем самым основу Антифашистской коалиции. Позднее к ней присоединилось еще 22 страны.
    
    В период с 20 ноября 1945 года и по 1 октября 1946 года в городе Нюрнберге состоялся международный военный трибунал. В нем рассматривались преступления против человечества. Ответственными за это осудили 24 главы правительства Германии и военных руководителей.
    
    Германия, Италия, Япония уже не считались великими державами. Оккупационные режимы терпели неудачи, начали появляться новые независимые государства. США и СССР стали мощными сверхдержавами на политической карте мира.`,
  },
  {
    title: "Страны Америки и Европы (1945–2008 гг.)",
    content: `В 1957–1963 гг. консерватор Г. Макмиллан был премьер-министром Великобритании. Британия дала ясно понять, что она полностью поддерживает внешнюю политику США. Англия поддерживала США в вопросах о Дальнем Востоке, Иране, Центральной Америке.

    В 1997 году Великобритания подписала договор с КНР о вопросе, касающемся Гонконга. В 1982 году Англия отказалась мирно решить проблему между Англией и Аргентиной, связанную с Фолклендскими островами.
    
    В 1960 году Франция предоставила независимость ранее оккупированным 14 странам. В 1968 году возникло движение студентов, которые требовали демократии в сфере знаний. Это привело к отставке Шарль де Голля.
    
    В 1949 году Германия была разделена на два государства: Федеративная Республика Германии (ФРГ) и Германская Демократическая Республика (ГДР). Федеративная Республика Германия была создана в 1949 году на территории британской, американской и французской оккупационных зон. 24 мая 1949 вступил в силу Основной закон ФРГ (конституция), таким образом, была провозглашена Федеративная Республика Германия. Столицей ФРГ стал город Бонн, первым федеральным канцлером стал Конрад Аденауэр (1949–1963 гг.).
    
    1 января 1948 года в Италии был принят новый закон.
    
    После второй мировой войны войска США были расположены в Германии, Японии, Италии и др. Во всем мире было открыто 500 военных баз США, расположенных на разных континентах.
    
    В 1963 году в штате Техас был убит президент США Дж. Кеннеди. Вместо него президентом стал вице-президент Линдон Джонсон. В 60-е годы в США было множество протестов против расовых делений. В 1968 году бедное население страны готовилось идти в Вашингтон. Одним из организаторов был афроамериканец Мартин Лютер Кинг. 4 апреля 1968 года его убили в Мемфисе.
    
    В 1961 году Джон Кеннеди предложил план развития 19 латиноамериканских стран. Его целью было быстрое развитие экономики.
    
    После Второй мировой войны СССР имел сухопутные границы с Афганистаном, Венгрией, Ираном, Китаем, КНДР (с 9 сентября 1948 года), Монголией, Норвегией, Польшей, Румынией, Турцией, Финляндией, Чехословакией и морские с США, Швецией и Японией.
    
    СССР был создан 30 декабря 1922 года путем объединения РСФСР, Украинской ССР, Белорусской ССР и Закавказской СФСР в одно государственное объединение с единообразным правительством, столицей в Москве, исполнительной и судебной властями, законодательными и правовыми системами. В 1941 году СССР вступил во Вторую мировую войну, а после нее, наряду с США, стал сверхдержавой. Советский Союз доминировал в мировой системе социализма, а также был постоянным членом Совета Безопасности ООН.`,
  },
  {
    title: "Страны Азии и Африки во второй половине XX в. (1945–2008 гг.)",
    content: `В 1949 году народно-освободительная армия освободила Пекин, и 1 октября этого же года Китай стал Китайской Народной Республикой. Первым новое государство признал СССР. В 1960 году в КНР началась «культурная революция».
    
    В 1945 году Корея победила Японию и обрела независимость. После окончания войны Корея разделилась на два государства. Разделение Кореи на Северную и Южную Корею произошло в 1945 году после поражения Японии, до этого правившей Кореей во Второй мировой войне.
    
    Благодаря поддержке США Япония быстро развивалась. 19 октября 1956 года в Москве был подписан договор между СССР и Японией о возобновлении дипломатических отношений.
    
    США и СССР подписали соглашение о совместном управлении страной. Линия раздела зон влияния двух сверхдержав прошла по 38 параллели. После Корейской войны (1950–1953 гг.) два молодых государства были разделены демилитаризованной зоной.
    
    В 1950 году Индийский союз теперь назывался Республикой Индия. Правительством правил Дж. Неру.
    
    В 1962–1974 гг. в Иране произошла реформа, она была названа «белой революцией». В 1963 году иранским женщинам дали право участвовать в выборах.
    
    В начале 80-ых годов Ирак хотел решить вопросы границы путем войны. Война между Ираном и Ираком длилась 8 лет (1980–1988 гг.).
    
    9 ноября 1989 Тургут Озал официально стал восьмым президентом Турции. Самым важным событием в регионе во время его президентства стал захват Кувейта Ираком. Тургут Озал считал Саддама Хусейна опасностью для Турции.
    
    В этом отношении Озал активно поддерживал политику США. Когда Озал захотел ввести войска в Мосул и Киркук, Верховный Главнокомандующий Турции Неджип Торумтай досрочно вышел в отставку. После распада СССР Озал стал налаживать связи со странами Центральной Азии и Азербайджаном.
    
    В 1962 году Франция остановила войну в Алжире и признала его независимость. В этой войне погибло около миллиона человек.
    
    В 1956 году в Египте был введен в силу новый закон. А. Насер был избран президентом страны. В этом же году было принято решение, что Суэцкий канал является национальным имуществом. Это привело к вооруженным столкновениям между Египтом и Израилем, Великобританией и Францией.
    
    В 1967 году Израиль напал на египетский аэродром. В течение 6 дней они захватили преимущество над всеми арабскими странами в Африке. Египет, Иордания и Сирия остались без армии.`,
  },
];